/*
  FilterPresets.strings
  iina

  Created by lhc on 25/8/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
/* It's optional to localize descriptions for each parameter! */



"crop" = "裁切";
"crop.w" = "寬度（預設值：影片寬度）";
"crop.h" = "高度（預設值：影片高度）";
"crop.x" = "原點 X（預設值：中央）";
"crop.y" = "原點 Y（預設值：中央）";

"expand" = "展開";
"expand.w" = "寬度（預設值：影片寬度）";
"expand.h" = "高度（預設值：影片高度）";
"expand.x" = "原點 X（預設值：中央）";
"expand.y" = "原點 Y（預設值：中央）";
"expand.aspect" = "展開以符合比例（例如：4/3）";
"expand.round" = "四捨五入整除此值";

"sharpen" = "銳利化";
"sharpen.msize" = "矩陣大小";
"sharpen.amount" = "銳利量";

"blur" = "模糊";
"blur.msize" = "矩陣大小";
"blur.amount" = "模糊量";

"delogo" = "去水印";
"delogo.w" = "寬度";
"delogo.h" = "高度";
"delogo.x" = "原點 X";
"delogo.y" = "原點 Y";

"negative" = "負片";

"vflip" = "垂直翻轉";
"hflip" = "水平翻轉";

"lut3d" = "3D LUT";
"lut3d.file" = "檔案";
"lut3d.interp" = "補幀模式";

"custom_mpv" = "自訂（mpv）";
"custom_mpv.name" = "濾鏡名稱";
"custom_mpv.string" = "濾鏡字串";

"custom_ffmpeg" = "自訂（FFmpeg）";
"custom_ffmpeg.name" = "濾鏡名稱";
"custom_ffmpeg.string" = "濾鏡字串";
